pine64/bl602-re/blobs/bl602_demo_at.reko/bl602_demo_at_rodata_0001.c
// bl602_demo_at_rodata_0001.c
// Generated by decompiling bl602_demo_at.elf
// using Reko decompiler version 0.9.3.0.

#include "bl602_demo_at.h"

struct Eq_274 g_t230B96C4 = 
	{
		0x46,
		
		{
			101
		},
		
		{
			0x0078
		},
		
		{
			0x0078
		},
		0x3020,
		
		{
			0x0A
		},
	};
struct Eq_274 g_t230B96E4 = 
	{
		0x49,
		
		{
			114
		},
		
		{
			0x0069
		},
		
		{
			110
		},
		0x5020,
		
		{
			0x006C
		},
	};
struct Eq_274 g_t230B96F4 = 
	{
		0x55,
		
		{
			112
		},
		
		{
			101
		},
		
		{
			37
		},
		0x0A0D,
		
		{
			32
		},
	};
struct Eq_274 g_t230B9720 = 
	{
		0x55,
		
		{
			112
		},
		
		{
			0x0078
		},
		
		{
			87
		},
		0x6E69,
		
		{
			-92
		},
	};
struct Eq_274 g_t230B9744 = 
	{
		0x55,
		
		{
			111
		},
		
		{
			0x0055
		},
		
		{
			0x006C
		},
		8303,
		
		{
			22
		},
	};
struct Eq_274 g_t230B976C = 
	{
		0x49,
		
		{
			0x006C
		},
		
		{
			97
		},
		
		{
			110
		},
		28233,
		
		{
			0x006C
		},
	};
struct Eq_274 g_t230B9790 = 
	{
		0x57,
		
		{
			0x0069
		},
		
		{
			0
		},
		
		{
			70
		},
		0x6465,
		
		{
			0x0078
		},
	};
struct Eq_274 g_t230B97B0 = 
	{
		0x55,
		
		{
			0x006C
		},
		
		{
			82
		},
		
		{
			111
		},
		0x00,
		
		{
			115
		},
	};
struct Eq_274 g_t230B97E0 = 
	{
		0x49,
		
		{
			0x006C
		},
		
		{
			0x0D
		},
		
		{
			76
		},
		0x6E20,
		
		{
			32
		},
	};
struct Eq_274 g_t230B9800 = 
	{
		0x46,
		
		{
			101
		},
		
		{
			112
		},
		
		{
			97
		},
		29795,
		
		{
			114
		},
	};
struct Eq_274 g_t230B9828 = 
	{
		0x46,
		
		{
			101
		},
		
		{
			0x0069
		},
		
		{
			70
		},
		0x6465,
		
		{
			79
		},
	};
struct Eq_274 g_t230B9850 = 
	{
		0x4C,
		
		{
			32
		},
		
		{
			0x006D
		},
		
		{
			37
		},
		0x0A0D,
		
		{
			0x0078
		},
	};
struct Eq_274 g_t230B9864 = 
	{
		0x47,
		
		{
			110
		},
		
		{
			112
		},
		
		{
			0x0069
		},
		31077,
		
		{
			121
		},
	};
struct Eq_274 g_t230B987C = 
	{
		0x46,
		
		{
			101
		},
		
		{
			0x0A
		},
		
		{
			73
		},
		0x696C,
		
		{
			115
		},
	};
struct Eq_274 g_t230B98AC = 
	{
		0x55,
		
		{
			111
		},
		
		{
			110
		},
		
		{
			0x0078
		},
		15224,
		
		{
			32
		},
	};
struct Eq_274 g_t230B98C8 = 
	{
		0x49,
		
		{
			0x006C
		},
		
		{
			80
		},
		
		{
			0x0069
		},
		31077,
		
		{
			121
		},
	};
struct Eq_274 g_t230B98EC = 
	{
		0x49,
		
		{
			0x006C
		},
		
		{
			111
		},
		
		{
			110
		},
		25972,
		
		{
			32
		},
	};
struct Eq_274 g_t230B9934 = 
	{
		0x50,
		
		{
			0x0069
		},
		
		{
			116
		},
		
		{
			0
		},
		0x4844,
		
		{
			116
		},
	};
struct Eq_274 g_t230B9950 = 
	{
		0x46,
		
		{
			101
		},
		
		{
			0x006C
		},
		
		{
			0x0A
		},
		28494,
		
		{
			0x0055
		},
	};
struct Eq_274 g_t230B9978 = 
	{
		0x46,
		
		{
			101
		},
		
		{
			101
		},
		
		{
			111
		},
		0x646E,
		
		{
			0x0A
		},
	};
struct Eq_274 g_t230B99A8 = 
	{
		0x44,
		
		{
			121
		},
		
		{
			114
		},
		
		{
			0x0069
		},
		24944,
		
		{
			101
		},
	};
struct Eq_274 g_t230B99C4 = 
	{
		0x4E,
		
		{
			117
		},
		
		{
			116
		},
		
		{
			111
		},
		0x6576,
		
		{
			80
		},
	};
struct Eq_274 g_t230B99E0 = 
	{
		0x46,
		
		{
			101
		},
		
		{
			101
		},
		
		{
			111
		},
		0x6576,
		
		{
			69
		},
	};
struct Eq_274 g_t230B99FC = 
	{
		0x54,
		
		{
			0x006C
		},
		
		{
			0x0044
		},
		
		{
			114
		},
		0x2964,
		
		{
			97
		},
	};
struct Eq_274 g_t230B9A28 = 
	{
		0x4E,
		
		{
			117
		},
		
		{
			116
		},
		
		{
			0x006B
		},
		0x2820,
		
		{
			32
		},
	};
struct Eq_274 g_t230B9A48 = 
	{
		0x46,
		
		{
			101
		},
		
		{
			111
		},
		
		{
			100
		},
		26996,
		
		{
			-82
		},
	};
struct Eq_274 g_t230B9A78 = 
	{
		0x46,
		
		{
			101
		},
		
		{
			100
		},
		
		{
			73
		},
		0x696C,
		
		{
			73
		},
	};
struct Eq_274 g_t230B9AA8 = 
	{
		0x46,
		
		{
			101
		},
		
		{
			3
		},
		
		{
			-76
		},
		2838,
		
		{
			84
		},
	};
struct Eq_274 g_t230B9AD0 = 
	{
		0x4E,
		
		{
			114
		},
		
		{
			1
		},
		
		{
			-100
		},
		515,
		
		{
			82
		},
	};
struct Eq_274 g_t230B9AE8 = 
	{
		0x49,
		
		{
			0x006C
		},
		
		{
			67
		},
		
		{
			110
		},
		0x6F72,
		
		{
			0x0078
		},
	};
struct Eq_274 g_t230B9B54 = 
	{
		0x43,
		
		{
			110
		},
		
		{
			111
		},
		
		{
			99
		},
		0x6769,
		
		{
			0x0D
		},
	};
struct Eq_274 g_t230B9B84 = 
	{
		0x46,
		
		{
			101
		},
		
		{
			115
		},
		
		{
			0x0D
		},
		0x7250,
		
		{
			110
		},
	};
struct Eq_274 g_t230B9BB4 = 
	{
		0x54,
		
		{
			115
		},
		
		{
			100
		},
		
		{
			110
		},
		0x7275,
		
		{
			97
		},
	};
struct Eq_274 g_t230B9BD8 = 
	{
		0x54,
		
		{
			115
		},
		
		{
			110
		},
		
		{
			100
		},
		29555,
		
		{
			99
		},
	};
struct Eq_274 g_t230B9BF8 = 
	{
		0x50,
		
		{
			0x0069
		},
		
		{
			114
		},
		
		{
			80
		},
		8313,
		
		{
			32
		},
	};
struct Eq_274 g_t230B9C18 = 
	{
		0x55,
		
		{
			110
		},
		
		{
			115
		},
		
		{
			0x006C
		},
		30831,
		
		{
			110
		},
	};
struct Eq_274 g_t230B9C40 = 
	{
		0x55,
		
		{
			110
		},
		
		{
			39
		},
		
		{
			97
		},
		0x4720,
		
		{
			115
		},
	};
struct Eq_274 g_t230B9C60 = 
	{
		0x4E,
		
		{
			114
		},
		
		{
			112
		},
		
		{
			121
		},
		0x0D55,
		
		{
			115
		},
	};
struct Eq_274 g_t230B9C80 = 
	{
		0x54,
		
		{
			115
		},
		
		{
			32
		},
		
		{
			100
		},
		0x6920,
		
		{
			100
		},
	};
struct Eq_274 g_t230B9C98 = 
	{
		0x50,
		
		{
			121
		},
		
		{
			0x0A
		},
		
		{
			70
		},
		8308,
		
		{
			101
		},
	};
struct Eq_274 g_t230B9CC4 = 
	{
		0x54,
		
		{
			98
		},
		
		{
			0x0D
		},
		
		{
			67
		},
		0x6E69,
		
		{
			0x0067
		},
	};
struct Eq_274 g_t230B9CD8 = 
	{
		0x43,
		
		{
			0x006C
		},
		
		{
			0x0068
		},
		
		{
			32
		},
		29295,
		
		{
			0x006C
		},
	};
struct Eq_274 g_t230B9D08 = 
	{
		0x46,
		
		{
			116
		},
		
		{
			111
		},
		
		{
			110
		},
		0x6F69,
		
		{
			97
		},
	};
struct Eq_274 g_t230B9D34 = 
	{
		0x43,
		
		{
			0x0069
		},
		
		{
			97
		},
		
		{
			0x0A
		},
		0x6E55,
		
		{
			0x0A
		},
	};
struct Eq_274 g_t230B9D58 = 
	{
		0x55,
		
		{
			112
		},
		
		{
			97
		},
		
		{
			83
		},
		0x4450,
		
		{
			101
		},
	};
struct Eq_274 g_t230B9D84 = 
	{
		0x4C,
		
		{
			32
		},
		
		{
			32
		},
		
		{
			0x0078
		},
		0x6766,
		
		{
			115
		},
	};
struct Eq_274 g_t230B9DA8 = 
	{
		0x55,
		
		{
			112
		},
		
		{
			0
		},
		
		{
			70
		},
		0x6465,
		
		{
			70
		},
	};
struct Eq_274 g_t230B9DD4 = 
	{
		0x50,
		
		{
			121
		},
		
		{
			41
		},
		
		{
			6
		},
		25262,
		
		{
			110
		},
	};
struct Eq_274 g_t230B9DE8 = 
	{
		0x45,
		
		{
			100
		},
		
		{
			62
		},
		
		{
			90
		},
		0x6276,
		
		{
			101
		},
	};
struct Eq_274 g_t230B9E18 = 
	{
		0x46,
		
		{
			101
		},
		
		{
			114
		},
		
		{
			32
		},
		0x7078,
		
		{
			110
		},
	};
Eq_2 g_a230B9E44[] = 
	{
	};
struct Eq_274 g_t230B9E64 = 
	{
		0x4F,
		
		{
			111
		},
		
		{
			32
		},
		
		{
			0x0D
		},
		0x6552,
		
		{
			32
		},
	};
struct Eq_274 g_t230B9E80 = 
	{
		0x49,
		
		{
			114
		},
		
		{
			115
		},
		
		{
			0x0078
		},
		0x2078,
		
		{
			101
		},
	};
struct Eq_274 g_t230B9EB0 = 
	{
		0x54,
		
		{
			115
		},
		
		{
			37
		},
		
		{
			32
		},
		0x0A0D,
		
		{
			0x0069
		},
	};
struct Eq_274 g_t230B9ED8 = 
	{
		0x52,
		
		{
			97
		},
		
		{
			0x0078
		},
		
		{
			73
		},
		26994,
		
		{
			0x0077
		},
	};
struct Eq_274 g_t230B9F04 = 
	{
		0x53,
		
		{
			32
		},
		
		{
			0x0066
		},
		
		{
			111
		},
		0x6E69,
		
		{
			112
		},
	};
struct Eq_274 g_t230B9F28 = 
	{
		0x44,
		
		{
			0x0069
		},
		
		{
			32
		},
		
		{
			32
		},
		0x6573,
		
		{
			0x0078
		},
	};
struct Eq_274 g_t230B9F48 = 
	{
		0x49,
		
		{
			114
		},
		
		{
			0x0066
		},
		
		{
			97
		},
		0x6461,
		
		{
			84
		},
	};
struct Eq_274 g_t230B9F60 = 
	{
		0x49,
		
		{
			0x006C
		},
		
		{
			0x0D
		},
		
		{
			71
		},
		0x6573,
		
		{
			0x0055
		},
	};
struct Eq_274 g_t230B9F88 = 
	{
		0x49,
		
		{
			110
		},
		
		{
			98
		},
		
		{
			0x0069
		},
		0x696D,
		
		{
			111
		},
	};
struct Eq_274 g_t230B9FA8 = 
	{
		0x47,
		
		{
			115
		},
		
		{
			112
		},
		
		{
			32
		},
		29254,
		
		{
			78
		},
	};
struct Eq_274 g_t230B9FD0 = 
	{
		0x47,
		
		{
			115
		},
		
		{
			78
		},
		
		{
			114
		},
		27763,
		
		{
			32
		},
	};
struct Eq_274 g_t230B9FF0 = 
	{
		0x54,
		
		{
			98
		},
		
		{
			101
		},
		
		{
			110
		},
		0x6D20,
		
		{
			98
		},
	};
struct Eq_274 g_t230BA010 = 
	{
		0x4E,
		
		{
			112
		},
		
		{
			101
		},
		
		{
			32
		},
		0x6965,
		
		{
			111
		},
	};
struct Eq_274 g_t230BA03C = 
	{
		0x4E,
		
		{
			114
		},
		
		{
			110
		},
		
		{
			73
		},
		0x7272,
		
		{
			101
		},
	};
struct Eq_274 g_t230BA070 = 
	{
		0x52,
		
		{
			0x0069
		},
		
		{
			115
		},
		
		{
			0x006C
		},
		0x6573,
		
		{
			0x0A
		},
	};
struct Eq_274 g_t230BA098 = 
	{
		0x54,
		
		{
			0x006C
		},
		
		{
			0x006C
		},
		
		{
			0x006D
		},
		0x2072,
		
		{
			101
		},
	};
struct Eq_274 g_t230BA0AC = 
	{
		0x49,
		
		{
			114
		},
		
		{
			77
		},
		
		{
			0x0A
		},
		0x655A,
		
		{
			0x0069
		},
	};
struct Eq_274 g_t230BA0D8 = 
	{
		0x54,
		
		{
			115
		},
		
		{
			101
		},
		
		{
			0x0067
		},
		0x6765,
		
		{
			0x0A
		},
	};
struct Eq_274 g_t230BA0F4 = 
	{
		0x49,
		
		{
			0x0066
		},
		
		{
			101
		},
		
		{
			0x0068
		},
		0x0A0D,
		
		{
			32
		},
	};
struct Eq_274 g_t230BA120 = 
	{
		0x5A,
		
		{
			45
		},
		
		{
			115
		},
		
		{
			97
		},
		0x6C62,
		
		{
			114
		},
	};
struct Eq_274 g_t230BA140 = 
	{
		0x4E,
		
		{
			101
		},
		
		{
			32
		},
		
		{
			70
		},
		0x646E,
		
		{
			97
		},
	};
struct Eq_274 g_t230BA16C = 
	{
		0x4E,
		
		{
			117
		},
		
		{
			101
		},
		
		{
			110
		},
		26229,
		
		{
			97
		},
	};
struct Eq_274 g_t230BA19C = 
	{
		0x4E,
		
		{
			101
		},
		
		{
			117
		},
		
		{
			0x0D
		},
		28494,
		
		{
			115
		},
	};
struct Eq_274 g_t230BA1D0 = 
	{
		0x4F,
		
		{
			111
		},
		
		{
			115
		},
		
		{
			101
		},
		0x4453,
		
		{
			101
		},
	};
struct Eq_274 g_t230BA1EC = 
	{
		0x4E,
		
		{
			101
		},
		
		{
			0x006C
		},
		
		{
			101
		},
		0x6D67,
		
		{
			0x006C
		},
	};
struct Eq_274 g_t230BA210 = 
	{
		0x4E,
		
		{
			112
		},
		
		{
			115
		},
		
		{
			116
		},
		29281,
		
		{
			116
		},
	};
struct Eq_274 g_t230BA22C = 
	{
		0x54,
		
		{
			115
		},
		
		{
			73
		},
		
		{
			114
		},
		26656,
		
		{
			121
		},
	};
struct Eq_274 g_t230BA244 = 
	{
		0x53,
		
		{
			99
		},
		
		{
			110
		},
		
		{
			98
		},
		0x6269,
		
		{
			0x0069
		},
	};
struct Eq_274 g_t230BA254 = 
	{
		0x54,
		
		{
			0x006C
		},
		
		{
			116
		},
		
		{
			116
		},
		0x0A0D,
		
		{
			80
		},
	};
struct Eq_274 g_t230BA278 = 
	{
		0x54,
		
		{
			115
		},
		
		{
			32
		},
		
		{
			110
		},
		0x6572,
		
		{
			80
		},
	};
struct Eq_274 g_t230BA298 = 
	{
		0x49,
		
		{
			114
		},
		
		{
			100
		},
		
		{
			97
		},
		0x4370,
		
		{
			0x0A
		},
	};
struct Eq_274 g_t230BA2CC = 
	{
		77,
		
		{
			97
		},
		
		{
			99
		},
		
		{
			0
		},
		0x5052,
		
		{
			101
		},
	};
struct Eq_274 g_t230BA2FC = 
	{
		0x55,
		
		{
			110
		},
		
		{
			0x0055
		},
		
		{
			0x006C
		},
		8303,
		
		{
			101
		},
	};
struct Eq_274 g_t230BA31C = 
	{
		0x4E,
		
		{
			97
		},
		
		{
			0x0055
		},
		
		{
			0x006C
		},
		8303,
		
		{
			82
		},
	};
struct Eq_274 g_t230BA340 = 
	{
		0x52,
		
		{
			0x0069
		},
		
		{
			0x0D
		},
		
		{
			78
		},
		29793,
		
		{
			110
		},
	};
struct Eq_274 g_t230BA350 = 
	{
		0x54,
		
		{
			115
		},
		
		{
			65
		},
		
		{
			101
		},
		0x00,
		
		{
			117
		},
	};
struct Eq_274 g_t230BA368 = 
	{
		0x55,
		
		{
			0x006C
		},
		
		{
			0x0069
		},
		
		{
			32
		},
		29289,
		
		{
			110
		},
	};
struct Eq_274 g_t230BA3B0 = 
	{
		0x4E,
		
		{
			97
		},
		
		{
			111
		},
		
		{
			101
		},
		29550,
		
		{
			0x006C
		},
	};
struct Eq_274 g_t230BA3C8 = 
	{
		0x49,
		
		{
			0x006D
		},
		
		{
			0
		},
		
		{
			83
		},
		0x6E69,
		
		{
			114
		},
	};
struct Eq_274 g_t230BA3E4 = 
	{
		0x43,
		
		{
			114
		},
		
		{
			0
		},
		
		{
			78
		},
		0x6573,
		
		{
			112
		},
	};
struct Eq_274 g_t230BA414 = 
	{
		0x52,
		
		{
			111
		},
		
		{
			115
		},
		
		{
			0x0069
		},
		0x6361,
		
		{
			112
		},
	};
struct Eq_274 g_t230BA438 = 
	{
		0x53,
		
		{
			0x0069
		},
		
		{
			0x0A
		},
		
		{
			84
		},
		0x6873,
		
		{
			84
		},
	};
struct Eq_274 g_t230BA454 = 
	{
		0x4E,
		
		{
			115
		},
		
		{
			0
		},
		
		{
			78
		},
		29793,
		
		{
			110
		},
	};
struct Eq_274 g_t230BA47C = 
	{
		0x4E,
		
		{
			115
		},
		
		{
			67
		},
		
		{
			116
		},
		30063,
		
		{
			111
		},
	};
struct Eq_274 g_t230BA4A8 = 
	{
		0x54,
		
		{
			115
		},
		
		{
			101
		},
		
		{
			110
		},
		0x656C,
		
		{
			101
		},
	};
struct Eq_274 g_t230BA4C4 = 
	{
		0x4E,
		
		{
			97
		},
		
		{
			0x0078
		},
		
		{
			0x0078
		},
		0x504C,
		
		{
			110
		},
	};
struct Eq_274 g_t230BA4E4 = 
	{
		0x4C,
		
		{
			67
		},
		
		{
			37
		},
		
		{
			32
		},
		0x7830,
		
		{
			0x006C
		},
	};
struct Eq_274 g_t230BA510 = 
	{
		0x4E,
		
		{
			101
		},
		
		{
			37
		},
		
		{
			32
		},
		0x7830,
		
		{
			0x0A
		},
	};
struct Eq_274 g_t230BA538 = 
	{
		0x4C,
		
		{
			97
		},
		
		{
			115
		},
		
		{
			101
		},
		0x6620,
		
		{
			0x0055
		},
	};
struct Eq_274 g_t230BA564 = 
	{
		0x4C,
		
		{
			99
		},
		
		{
			101
		},
		
		{
			98
		},
		29285,
		
		{
			0x0069
		},
	};
struct Eq_274 g_t230BA590 = 
	{
		0x43,
		
		{
			114
		},
		
		{
			0x0069
		},
		
		{
			101
		},
		0x6F6E,
		
		{
			0x006C
		},
	};
struct Eq_274 g_t230BA5E0 = 
	{
		0x54,
		
		{
			115
		},
		
		{
			0x0069
		},
		
		{
			32
		},
		0x6575,
		
		{
			114
		},
	};
struct Eq_274 g_t230BA5F8 = 
	{
		0x50,
		
		{
			0x0069
		},
		
		{
			101
		},
		
		{
			101
		},
		0x6576,
		
		{
			114
		},
	};
struct Eq_274 g_t230BA620 = 
	{
		0x50,
		
		{
			0x0069
		},
		
		{
			111
		},
		
		{
			0x0069
		},
		0x7475,
		
		{
			37
		},
	};
struct Eq_274 g_t230BA640 = 
	{
		0x54,
		
		{
			115
		},
		
		{
			101
		},
		
		{
			117
		},
		0x6D65,
		
		{
			115
		},
	};
struct Eq_274 g_t230BA65C = 
	{
		0x50,
		
		{
			0x0069
		},
		
		{
			0x0A
		},
		
		{
			76
		},
		0x6C65,
		
		{
			95
		},
	};
struct Eq_274 g_t230BA680 = 
	{
		0x50,
		
		{
			0x0069
		},
		
		{
			117
		},
		
		{
			97
		},
		24946,
		
		{
			114
		},
	};
struct Eq_274 g_t230BA6A4 = 
	{
		0x50,
		
		{
			0x0069
		},
		
		{
			117
		},
		
		{
			32
		},
		0x2065,
		
		{
			0
		},
	};
struct Eq_274 g_t230BA6CC = 
	{
		0x4C,
		
		{
			101
		},
		
		{
			97
		},
		
		{
			111
		},
		0x6C61,
		
		{
			0x0D
		},
	};
struct Eq_274 g_t230BA6FC = 
	{
		0x50,
		
		{
			0x0069
		},
		
		{
			114
		},
		
		{
			70
		},
		0x646E,
		
		{
			-98
		},
	};
struct Eq_274 g_t230BA730 = 
	{
		0x57,
		
		{
			97
		},
		
		{
			114
		},
		
		{
			101
		},
		0x676E,
		
		{
			0x0D
		},
	};
struct Eq_274 g_t230BA764 = 
	{
		0x4E,
		
		{
			114
		},
		
		{
			114
		},
		
		{
			84
		},
		0x6873,
		
		{
			101
		},
	};
struct Eq_274 g_t230BA78C = 
	{
		0x45,
		
		{
			116
		},
		
		{
			80
		},
		
		{
			0x0069
		},
		0x6220,
		
		{
			32
		},
	};
struct Eq_274 g_t230BA7B4 = 
	{
		0x55,
		
		{
			0x006C
		},
		
		{
			32
		},
		
		{
			0x0066
		},
		0x646E,
		
		{
			78
		},
	};
struct Eq_274 g_t230BA7D4 = 
	{
		0x54,
		
		{
			115
		},
		
		{
			84
		},
		
		{
			115
		},
		8308,
		
		{
			80
		},
	};
struct Eq_274 g_t230BA7F8 = 
	{
		0x50,
		
		{
			0x0069
		},
		
		{
			0x0D
		},
		
		{
			65
		},
		0x6568,
		
		{
			37
		},
	};
struct Eq_274 g_t230BA840 = 
	{
		0x54,
		
		{
			115
		},
		
		{
			0x0066
		},
		
		{
			101
		},
		0x00,
		
		{
			0x006C
		},
	};
struct Eq_274 g_t230BA868 = 
	{
		0x41,
		
		{
			0x0068
		},
		
		{
			110
		},
		
		{
			116
		},
		29295,
		
		{
			0x006C
		},
	};
struct Eq_274 g_t230BA89C = 
	{
		0x66,
		
		{
			110
		},
		
		{
			115
		},
		
		{
			111
		},
		28018,
		
		{
			97
		},
	};
struct Eq_274 g_t230BA8B8 = 
	{
		0x4E,
		
		{
			114
		},
		
		{
			111
		},
		
		{
			99
		},
		0x4620,
		
		{
			110
		},
	};
struct Eq_274 g_t230BA8E8 = 
	{
		0x55,
		
		{
			0x006C
		},
		
		{
			111
		},
		
		{
			32
		},
		0x6566,
		
		{
			-0x0C
		},
	};
struct Eq_274 g_t230BA91C = 
	{
		0x55,
		
		{
			0x006C
		},
		
		{
			110
		},
		
		{
			0x0069
		},
		0x746F,
		
		{
			0
		},
	};
struct Eq_274 g_t230BA940 = 
	{
		0x55,
		
		{
			0x006C
		},
		
		{
			0
		},
		
		{
			81
		},
		0x2065,
		
		{
			0
		},
	};
struct Eq_274 g_t230BA964 = 
	{
		0x46,
		
		{
			110
		},
		
		{
			0x0D
		},
		
		{
			116
		},
		0x6920,
		
		{
			-72
		},
	};
struct Eq_274 g_t230BA984 = 
	{
		0x46,
		
		{
			110
		},
		
		{
			0
		},
		
		{
			0x0A
		},
		0x7570,
		
		{
			0
		},
	};
struct Eq_274 g_t230BA9B0 = 
	{
		0x51,
		
		{
			101
		},
		
		{
			100
		},
		
		{
			48
		},
		30770,
		
		{
			-16
		},
	};
struct Eq_274 g_t230BA9C4 = 
	{
		115,
		
		{
			0x0069
		},
		
		{
			88
		},
		
		{
			50
		},
		0x3230,
		
		{
			78
		},
	};
struct Eq_274 g_t230BA9D4 = 
	{
		116,
		
		{
			32
		},
		
		{
			58
		},
		
		{
			88
		},
		10611,
		
		{
			101
		},
	};
word32 g_dw230BA9E4 = 0x656D6954;
struct Eq_274 g_t230BAA20 = 
	{
		0x30,
		
		{
			50
		},
		
		{
			111
		},
		
		{
			0x0069
		},
		0x746F,
		
		{
			0x006C
		},
	};
struct Eq_274 g_t230BAA28 = 
	{
		0x25,
		
		{
			58
		},
		
		{
			111
		},
		
		{
			118
		},
		0x6261,
		
		{
			0x0067
		},
	};
<anonymous> g_t230BAA70 = <code>;
struct Eq_274 g_t230BAAC4 = 
	{
		0x45,
		
		{
			121
		},
		
		{
			110
		},
		
		{
			0x006A
		},
		0x0A0D,
		
		{
			73
		},
	};
<anonymous> * g_a230BAAE4[] = 
	{
	};
Eq_2 g_a230BAAFC[] = 
	{
	};
struct Eq_274 g_t230BAB10 = 
	{
		0x46,
		
		{
			100
		},
		
		{
			114
		},
		
		{
			0x0D
		},
		0x6E55,
		
		{
			0x0066
		},
	};
struct Eq_274 g_t230BAB3C = 
	{
		0x55,
		
		{
			0x006C
		},
		
		{
			80
		},
		
		{
			116
		},
		0x6576,
		
		{
			110
		},
	};
struct Eq_274 g_t230BAB64 = 
	{
		0x55,
		
		{
			112
		},
		
		{
			97
		},
		
		{
			0x0066
		},
		0x324C,
		
		{
			8
		},
	};
struct Eq_274 g_t230BAB84 = 
	{
		0x55,
		
		{
			112
		},
		
		{
			101
		},
		
		{
			67
		},
		0x616C,
		
		{
			100
		},
	};
struct Eq_274 g_t230BABA4 = 
	{
		0x4C,
		
		{
			80
		},
		
		{
			0x006D
		},
		
		{
			97
		},
		0x2820,
		
		{
			101
		},
	};
struct Eq_274 g_t230BABBC = 
	{
		0x4E,
		
		{
			101
		},
		
		{
			110
		},
		
		{
			99
		},
		25445,
		
		{
			0x0068
		},
	};
struct Eq_274 g_t230BABE8 = 
	{
		0x55,
		
		{
			112
		},
		
		{
			110
		},
		
		{
			116
		},
		0x6944,
		
		{
			0x0A
		},
	};
struct Eq_274 g_t230BAC08 = 
	{
		0x41,
		
		{
			0x006C
		},
		
		{
			97
		},
		
		{
			0x0067
		},
		0x746E,
		
		{
			100
		},
	};
struct Eq_274 g_t230BAC28 = 
	{
		110,
		
		{
			99
		},
		
		{
			110
		},
		
		{
			97
		},
		0x2820,
		
		{
			100
		},
	};
struct Eq_274 g_t230BAC3C = 
	{
		0x55,
		
		{
			0x006C
		},
		
		{
			0x0077
		},
		
		{
			115
		},
		0x0A,
		
		{
			82
		},
	};
struct Eq_274 g_t230BAC5C = 
	{
		0x44,
		
		{
			111
		},
		
		{
			0x0069
		},
		
		{
			32
		},
		0x2072,
		
		{
			0x0069
		},
	};
struct Eq_274 g_t230BAC84 = 
	{
		110,
		
		{
			114
		},
		
		{
			-0x0C
		},
		
		{
			96
		},
		0x00,
		
		{
			0x006C
		},
	};
struct Eq_274 g_t230BAC94 = 
	{
		110,
		
		{
			97
		},
		
		{
			0
		},
		
		{
			-4
		},
		0xC450,
		
		{
			70
		},
	};
struct Eq_274 g_t230BACB4 = 
	{
		0x55,
		
		{
			0x006C
		},
		
		{
			0
		},
		
		{
			0
		},
		0x00,
		
		{
			0x0A
		},
	};
<anonymous> g_t230BACD8 = <code>;
word32 g_dw230BAD34 = 0x2304C23A;
struct Eq_274 g_t230BADCC = 
	{
		0x4E,
		
		{
			112
		},
		
		{
			97
		},
		
		{
			101
		},
		0x3025,
		
		{
			0x0A
		},
	};
struct Eq_274 g_t230BAE04 = 
	{
		0x49,
		
		{
			0x006C
		},
		
		{
			116
		},
		
		{
			101
		},
		0x6E69,
		
		{
			80
		},
	};
struct Eq_274 g_t230BAE24 = 
	{
		0x55,
		
		{
			0x006C
		},
		
		{
			114
		},
		
		{
			97
		},
		0x6C62,
		
		{
			100
		},
	};
struct Eq_274 g_t230BAE48 = 
	{
		0x49,
		
		{
			0x006C
		},
		
		{
			73
		},
		
		{
			0x006C
		},
		0x6164,
		
		{
			0x0055
		},
	};
struct Eq_274 g_t230BAE5C = 
	{
		0x4E,
		
		{
			117
		},
		
		{
			0x0A
		},
		
		{
			73
		},
		0x696C,
		
		{
			0x0066
		},
	};
struct Eq_274 g_t230BAE88 = 
	{
		0x4E,
		
		{
			117
		},
		
		{
			0x0055
		},
		
		{
			100
		},
		28277,
		
		{
			112
		},
	};
struct Eq_274 g_t230BAEB4 = 
	{
		0x49,
		
		{
			0x006C
		},
		
		{
			67
		},
		
		{
			37
		},
		0x746F,
		
		{
			110
		},
	};
struct Eq_274 g_t230BAECC = 
	{
		0x49,
		
		{
			0x006C
		},
		
		{
			83
		},
		
		{
			101
		},
		0x6572,
		
		{
			115
		},
	};
struct Eq_274 g_t230BAEE0 = 
	{
		0x45,
		
		{
			114
		},
		
		{
			110
		},
		
		{
			0x0069
		},
		0x0A0D,
		
		{
			110
		},
	};
struct Eq_274 g_t230BAEFC = 
	{
		117,
		
		{
			0x006C
		},
		
		{
			8
		},
		
		{
			8
		},
		0x0806,
		
		{
			48
		},
	};
struct Eq_274 g_t230BAF38 = 
	{
		0x53,
		
