pine64/bl602-re/blobs/bl602_demo_at.reko/bl602_demo_at_rodata_0001.c
		{
			101
		},
		
		{
			0x006D
		},
		
		{
			97
		},
		0x202C,
		
		{
			60
		},
	};
struct Eq_274 g_t230C7AF0 = 
	{
		114,
		
		{
			0x0069
		},
		
		{
			112
		},
		
		{
			117
		},
		0x6E69,
		
		{
			100
		},
	};
struct Eq_274 g_t230C7B30 = 
	{
		0x69,
		
		{
			0x006D
		},
		
		{
			110
		},
		
		{
			0x0069
		},
		25445,
		
		{
			0
		},
	};
struct Eq_274 g_t230C7B54 = 
	{
		0x3C,
		
		{
			101
		},
		
		{
			0x006D
		},
		
		{
			111
		},
		0x7361,
		
		{
			73
		},
	};
struct Eq_274 g_t230C7B90 = 
	{
		100,
		
		{
			97
		},
		
		{
			100
		},
		
		{
			0
		},
		0x6572,
		
		{
			97
		},
	};
struct Eq_274 g_t230C7BB0 = 
	{
		114,
		
		{
			0x0069
		},
		
		{
			32
		},
		
		{
			100
		},
		0x626D,
		
		{
			121
		},
	};
struct Eq_274 g_t230C7BD4 = 
	{
		0x3D,
		
		{
			98
		},
		
		{
			60
		},
		
		{
			98
		},
		0x736C,
		
		{
			112
		},
	};
struct Eq_274 g_t230C7BEC = 
	{
		0x69,
		
		{
			0x0069
		},
		
		{
			61
		},
		
		{
			101
		},
		0x6C61,
		
		{
			110
		},
	};
struct Eq_274 g_t230C7C40 = 
	{
		0x3C,
		
		{
			98
		},
		
		{
			0
		},
		
		{
			97
		},
		10339,
		
		{
			115
		},
	};
struct Eq_274 g_t230C7C58 = 
	{
		0x3D,
		
		{
			101
		},
		
		{
			101
		},
		
		{
			61
		},
		26994,
		
		{
			101
		},
	};
struct Eq_274 g_t230C7C70 = 
	{
		0x3C,
		
		{
			101
		},
		
		{
			115
		},
		
		{
			0x0068
		},
		0x6873,
		
		{
			115
		},
	};
struct Eq_274 g_t230C7C88 = 
	{
		117,
		
		{
			116
		},
		
		{
			32
		},
		
		{
			0x0067
		},
		0x6874,
		
		{
			32
		},
	};
struct Eq_274 g_t230C7CB0 = 
	{
		0x61,
		
		{
			99
		},
		
		{
			97
		},
		
		{
			110
		},
		0x6E65,
		
		{
			116
		},
	};
struct Eq_274 g_t230C7CC8 = 
	{
		0x3D,
		
		{
			114
		},
		
		{
			0x0069
		},
		
		{
			116
		},
		0x6772,
		
		{
			60
		},
	};
struct Eq_274 g_t230C7CEC = 
	{
		0x66,
		
		{
			0x006D
		},
		
		{
			0x006D
		},
		
		{
			110
		},
		0x203A,
		
		{
			99
		},
	};
struct Eq_274 g_t230C7D34 = 
	{
		0x69,
		
		{
			116
		},
		
		{
			101
		},
		
		{
			114
		},
		0x6369,
		
		{
			32
		},
	};
struct Eq_274 g_t230C7D70 = 
	{
		0x3C,
		
		{
			114
		},
		
		{
			99
		},
		
		{
			0x0069
		},
		29793,
		
		{
			97
		},
	};
struct Eq_274 g_t230C7D7C = 
	{
		0x3D,
		
		{
			114
		},
		
		{
			116
		},
		
		{
			0x006C
		},
		11365,
		
		{
			0x0068
		},
	};
struct Eq_274 g_t230C7D94 = 
	{
		0x3C,
		
		{
			0x006B
		},
		
		{
			114
		},
		
		{
			32
		},
		26996,
		
		{
			121
		},
	};
struct Eq_274 g_t230C7DB0 = 
	{
		0x67,
		
		{
			110
		},
		
		{
			32
		},
		
		{
			110
		},
		0x6963,
		
		{
			116
		},
	};
struct Eq_274 g_t230C7DDC = 
	{
		99,
		
		{
			0x0069
		},
		
		{
			112
		},
		
		{
			61
		},
		26994,
		
		{
			0x0066
		},
	};
struct Eq_274 g_t230C7DFC = 
	{
		0x3C,
		
		{
			114
		},
		
		{
			0x0067
		},
		
		{
			32
		},
		0x7420,
		
		{
			97
		},
	};
struct Eq_274 g_t230C7E14 = 
	{
		0x3D,
		
		{
			114
		},
		
		{
			0x0066
		},
		
		{
			111
		},
		30063,
		
		{
			112
		},
	};
struct Eq_274 g_t230C7E30 = 
	{
		0x3C,
		
		{
			114
		},
		
		{
			99
		},
		
		{
			111
		},
		0x7720,
		
		{
			32
		},
	};
struct Eq_274 g_t230C7E4C = 
	{
		0x3D,
		
		{
			114
		},
		
		{
			0x0069
		},
		
		{
			100
		},
		0x3E3D,
		
		{
			0x0066
		},
	};
struct Eq_274 g_t230C7E60 = 
	{
		115,
		
		{
			99
		},
		
		{
			111
		},
		
		{
			97
		},
		0x2063,
		
		{
			0x0055
		},
	};
struct Eq_274 g_t230C7E94 = 
	{
		0x44,
		
		{
			32
		},
		
		{
			110
		},
		
		{
			112
		},
		26229,
		
		{
			0x0069
		},
	};
struct Eq_274 g_t230C7EAC = 
	{
		0x3C,
		
		{
			114
		},
		
		{
			112
		},
		
		{
			111
		},
		0x7475,
		
		{
			32
		},
	};
struct Eq_274 g_t230C7EC0 = 
	{
		0x3D,
		
		{
			114
		},
		
		{
			99
		},
		
		{
			117
		},
		0x6D20,
		
		{
			0x0069
		},
	};
struct Eq_274 g_t230C7ED0 = 
	{
		0x61,
		
		{
			99
		},
		
		{
			97
		},
		
		{
			116
		},
		0x6C61,
		
		{
			32
		},
	};
struct Eq_274 g_t230C7EFC = 
	{
		0x3D,
		
		{
			110
		},
		
		{
			114
		},
		
		{
			110
		},
		0x7470,
		
		{
			101
		},
	};
struct Eq_274 g_t230C7F64 = 
	{
		0x62,
		
		{
			114
		},
		
		{
			98
		},
		
		{
			114
		},
		25454,
		
		{
			0x0D
		},
	};
struct Eq_274 g_t230C7FD0 = 
	{
		0x62,
		
		{
			114
		},
		
		{
			110
		},
		
		{
			112
		},
		26229,
		
		{
			101
		},
	};
struct Eq_490569 g_t230C8000 = 
	{
		0,
	};
struct Eq_274 g_t230C8038 = 
	{
		0x3C,
		
		{
			110
		},
		
		{
			110
		},
		
		{
			111
		},
		0x7774,
		
		{
			0
		},
	};
struct Eq_274 g_t230C8058 = 
	{
		111,
		
		{
			117
		},
		
		{
			0x0068
		},
		
		{
			116
		},
		0x00,
		
		{
			97
		},
	};
struct Eq_274 g_t230C80D0 = 
	{
		0x3C,
		
		{
			114
		},
		
		{
			32
		},
		
		{
			50
		},
		29793,
		
		{
			116
		},
	};
ptr32 g_a230C80E0[] = 
	{
	};
struct Eq_274 g_t230C8114 = 
	{
		0x3D,
		
		{
			97
		},
		
		{
			0x0066
		},
		
		{
			0x0068
		},
		0x36,
		
		{
			101
		},
	};
struct Eq_274 g_t230C8160 = 
	{
		0x3C,
		
		{
			97
		},
		
		{
			99
		},
		
		{
			111
		},
		27763,
		
		{
			45
		},
	};
struct Eq_274 g_t230C8174 = 
	{
		0x3D,
		
		{
			97
		},
		
		{
			0x0078
		},
		
		{
			0x0066
		},
		0x6465,
		
		{
			67
		},
	};
struct Eq_274 g_t230C81A8 = 
	{
		0x3C,
		
		{
			97
		},
		
		{
			0x0068
		},
		
		{
			32
		},
		0x7570,
		
		{
			5
		},
	};
struct Eq_274 g_t230C81B8 = 
	{
		116,
		
		{
			114
		},
		
		{
			97
		},
		
		{
			114
		},
		0x6573,
		
		{
			0
		},
	};
struct Eq_274 g_t230C81C8 = 
	{
		0x61,
		
		{
			99
		},
		
		{
			114
		},
		
		{
			32
		},
		29549,
		
		{
			-0x0080
		},
	};
struct Eq_274 g_t230C81EC = 
	{
		0x3D,
		
		{
			97
		},
		
		{
			49
		},
		
		{
			115
		},
		25888,
		
		{
			16
		},
	};
struct Eq_274 g_t230C820C = 
	{
		0x3C,
		
		{
			97
		},
		
		{
			99
		},
		
		{
			32
		},
		28277,
		
		{
			0
		},
	};
struct Eq_274 g_t230C822C = 
	{
		115,
		
		{
			116
		},
		
		{
			118
		},
		
		{
			0x0069
		},
		0x2020,
		
		{
			16
		},
	};
struct Eq_274 g_t230C8240 = 
	{
		115,
		
		{
			32
		},
		
		{
			37
		},
		
		{
			114
		},
		0x6E20,
		
		{
			16
		},
	};
struct Eq_274 g_t230C825C = 
	{
		115,
		
		{
			32
		},
		
		{
			0x0069
		},
		
		{
			101
		},
		0x6D61,
		
		{
			16
		},
	};
struct Eq_274 g_t230C8270 = 
	{
		0x0A,
		
		{
			116
		},
		
		{
			0
		},
		
		{
			0x0D
		},
		0x7573,
		
		{
			-64
		},
	};
struct Eq_274 g_t230C8290 = 
	{
		0x25,
		
		{
			114
		},
		
		{
			0x0D
		},
		
		{
			0x0069
		},
		0x6465,
		
		{
			-60
		},
	};
struct Eq_274 g_t230C82AC = 
	{
		0x25,
		
		{
			114
		},
		
		{
			45
		},
		
		{
			100
		},
		25650,
		
		{
			40
		},
	};
struct Eq_274 g_t230C82C4 = 
	{
		0x0D,
		
		{
			0x0069
		},
		
		{
			100
		},
		
		{
			0x0D
		},
		0x7865,
		
		{
			0
		},
	};
struct Eq_274 g_t230C8334 = 
	{
		0x0D,
		
		{
			101
		},
		
		{
			98
		},
		
		{
			99
		},
		29550,
		
		{
			0
		},
	};
struct Eq_274 g_t230C836C = 
	{
		0x0D,
		
		{
			115
		},
		
		{
			101
		},
		
		{
			97
		},
		24942,
		
		{
			-24
		},
	};
struct Eq_274 g_t230C8388 = 
	{
		0x0D,
		
		{
			37
		},
		
		{
			46
		},
		
		{
			112
		},
		0x2020,
		
		{
			-0x0022
		},
	};
struct Eq_274 g_t230C839C = 
	{
		0x0D,
		
		{
			98
		},
		
		{
			37
		},
		
		{
			76
		},
		0x6569,
		
		{
			3
		},
	};
struct Eq_274 g_t230C83BC = 
	{
		44,
		
		{
			0x0078
		},
		
		{
			37
		},
		
		{
			97
		},
		29477,
		
		{
			7
		},
	};
struct Eq_274 g_t230C83D0 = 
	{
		0x0D,
		
		{
			115
		},
		
		{
			110
		},
		
		{
			0
		},
		29477,
		
		{
			88
		},
	};
struct Eq_274 g_t230C83EC = 
	{
		0x0D,
		
		{
			99
		},
		
		{
			0
		},
		
		{
			37
		},
		0x6961,
		
		{
			0x0D
		},
	};
struct Eq_274 g_t230C8408 = 
	{
		0x25,
		
		{
			76
		},
		
		{
			110
		},
		
		{
			32
		},
		0x0A0D,
		
		{
			56
		},
	};
struct Eq_274 g_t230C8418 = 
	{
		0x25,
		
		{
			76
		},
		
		{
			117
		},
		
		{
			101
		},
		0x2020,
		
		{
			50
		},
	};
struct Eq_274 g_t230C8428 = 
	{
		0x25,
		
		{
			97
		},
		
		{
			0
		},
		
		{
			37
		},
		0x6967,
		
		{
			71
		},
	};
struct Eq_274 g_t230C8430 = 
	{
		0x25,
		
		{
			0x006A
		},
		
		{
			0x0067
		},
		
		{
			0x006C
		},
		0x6E67,
		
		{
			49
		},
	};
struct Eq_274 g_t230C8444 = 
	{
		0x25,
		
		{
			115
		},
		
		{
			110
		},
		
		{
			112
		},
		29793,
		
		{
			65
		},
	};
struct Eq_274 g_t230C8450 = 
	{
		0x25,
		
		{
			76
		},
		
		{
			110
		},
		
		{
			37
		},
		8313,
		
		{
			65
		},
	};
struct Eq_274 g_t230C845C = 
	{
		0x25,
		
		{
			97
		},
		
		{
			99
		},
		
		{
			101
		},
		0x746E,
		
		{
			65
		},
	};
struct Eq_274 g_t230C8468 = 
	{
		0x25,
		
		{
			0x006A
		},
		
		{
			37
		},
		
		{
			116
		},
		25454,
		
		{
			50
		},
	};
struct Eq_274 g_t230C847C = 
	{
		0x0D,
		
		{
			0x006B
		},
		
		{
			37
		},
		
		{
			121
		},
		0x6572,
		
		{
			65
		},
	};
struct Eq_274 g_t230C8498 = 
	{
		0x25,
		
		{
			0x0067
		},
		
		{
			0x0069
		},
		
		{
			37
		},
		8268,
		
		{
			65
		},
	};
struct Eq_274 g_t230C84AC = 
	{
		0x25,
		
		{
			110
		},
		
		{
			99
		},
		
		{
			101
		},
		0x6C6E,
		
		{
			67
		},
	};
struct Eq_274 g_t230C84C0 = 
	{
		0x25,
		
		{
			121
		},
		
		{
			101
		},
		
		{
			110
		},
		0x0A0D,
		
		{
			49
		},
	};
struct Eq_274 g_t230C84D4 = 
	{
		0x25,
		
		{
			116
		},
		
		{
			117
		},
		
		{
			101
		},
		0x2020,
		
		{
			100
		},
	};
struct Eq_274 g_t230C84E8 = 
	{
		0x25,
		
		{
			121
		},
		
		{
			45
		},
		
		{
			73
		},
		0x5245,
		
		{
			101
		},
	};
struct Eq_274 g_t230C84F8 = 
	{
		0x25,
		
		{
			121
		},
		
		{
			84
		},
		
		{
			45
		},
		0x2D2D,
		
		{
			37
		},
	};
struct Eq_274 g_t230C8508 = 
	{
		0x25,
		
		{
			76
		},
		
		{
			32
		},
		
		{
			84
		},
		0x4143,
		
		{
			0
		},
	};
struct Eq_274 g_t230C8514 = 
	{
		0x25,
		
		{
			99
		},
		
		{
			45
		},
		
		{
			45
		},
		252,
		
		{
			80
		},
	};
struct Eq_274 g_t230C8524 = 
	{
		0x25,
		
		{
			99
		},
		
		{
			-1
		},
		
		{
			0
		},
		0x60,
		
		{
			62
		},
	};
struct Eq_274 g_t230C8534 = 
	{
		0x0D,
		
		{
			101
		},
		
		{
			0x0C
		},
		
		{
			0
		},
		11818,
		
		{
			97
		},
	};
word32 g_dw230C85D0 = 0x80;
Eq_2 g_t230C85E0 = 
	{
		16
	};
struct Eq_274 g_t230C88DC = 
	{
		100,
		
		{
			0x0069
		},
		
		{
			41
		},
		
		{
			37
		},
		0x29,
		
		{
			0
		},
	};
struct Eq_274 g_t230C88F8 = 
	{
		0x20,
		
		{
			0x0A
		},
		
		{
			100
		},
		
		{
			116
		},
		29545,
		
		{
			8
		},
	};
struct Eq_274 g_t230C8900 = 
	{
		0x25,
		
		{
			58
		},
		
		{
			0x0069
		},
		
		{
			0
		},
		0x3020,
		
		{
			-60
		},
	};
struct Eq_274 g_t230C8908 = 
	{
		0x25,
		
		{
			37
		},
		
		{
			32
		},
		
		{
			37
		},
		0x7220,
		
		{
			-20
		},
	};
struct Eq_274 g_t230C892C = 
	{
		0x3E,
		
		{
			115
		},
		
		{
			0
		},
		
		{
			-60
		},
		0x0C,
		
		{
			0x0C
		},
	};
struct Eq_274 g_t230C8944 = 
	{
		0x25,
		
		{
			41
		},
		
		{
			-32
		},
		
		{
			-36
		},
		0x00,
		
		{
			-76
		},
	};
struct Eq_274 g_t230C894C = 
	{
		0x25,
		
		{
			41
		},
		
		{
			0
		},
		
		{
			0
		},
		0x00,
		
		{
			28
		},
	};
struct Eq_274 g_t230C8954 = 
	{
		118,
		
		{
			101
		},
		
		{
			0
		},
		
		{
			115
		},
		0x3532,
		
		{
			-64
		},
	};
struct Eq_274 g_t230C8974 = 
	{
		0x20,
		
		{
			37
		},
		
		{
			50
		},
		
		{
			49
		},
		0xA45C,
		
		{
			-76
		},
	};
struct Eq_274 g_t230C8978 = 
	{
		0x25,
		
		{
			32
		},
		
		{
			49
		},
		
		{
			92
		},
		0x650E,
		
		{
			8
		},
	};
Eq_583265 g_a230C8994[] = 
	{
	};
Eq_547713 g_t230C8A04 = 
	{
		
		{
			0x006D
		},
	};
Eq_2 g_t230C8A18 = 
	{
		66
	};
Eq_2 g_t230C8A4C = 
	{
		-1
	};
Eq_2 g_t230C8A74 = 
	{
		-84
	};
Eq_547713 g_t230C8A7C = 
	{
		
		{
			-1
		},
	};
Eq_2 g_t230C8A8C = 
	{
		-88
	};
Eq_2 g_t230C8AC8 = 
	{
		-1
	};
Eq_2 g_t230C8AF0 = 
	{
		0x0055
	};
Eq_2 g_t230C8B00 = 
	{
		69
	};
Eq_547713 g_t230C8B1C = 
	{
		
		{
			-1
		},
	};
Eq_2 g_t230C8B2C = 
	{
		22
	};
Eq_2 g_t230C8B68 = 
	{
		0
	};
Eq_583267 g_a230C8B80[] = 
	{
	};
Eq_2 g_t230C8B90 = 
	{
		64
	};
Eq_2 g_a230C8C00[] = 
	{
	};
struct Eq_274 g_t230C930C = 
	{
		0x0A,
		
		{
			82
		},
		
		{
			110
		},
		
		{
			97
		},
		110,
		
		{
			71
		},
	};
